---
kind: other
id: Methods.T:Autodesk.Revit.UI.UIFabricationUtils
source: html/e2d1af8d-4597-1af0-ecc7-6b705610706b.htm
---
# UIFabricationUtils Methods

Gets the color of the open connector indicator in away direction.